Revit 2024 API
SymbolTypeId.KA Property
 Symbol kA, indicating unit Kiloamperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KA { get; }
Visual Basic
Public Shared ReadOnly Property KA As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KA {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace